Repository: socialforger/bpgevents
Catalog: languages/bpgevents-*.po
Languages: ar_ar

source: Event
ar_ar: فعالية

source: Events
ar_ar: فعاليات

source: Add New Event
ar_ar: إضافة فعالية جديدة

source: Edit Event
ar_ar: تعديل الفعالية

source: New Event
ar_ar: فعالية جديدة

source: View Event
ar_ar: عرض الفعالية

source: Search Events
ar_ar: البحث عن فعاليات

source: No events found.
ar_ar: لم يتم العثور على فعاليات.

source: No events found in Trash.
ar_ar: لا توجد فعاليات في سلة المهملات.

source: All Events
ar_ar: جميع الفعاليات

source: Event Details
ar_ar: تفاصيل الفعالية

source: Virtual Event
ar_ar: فعالية افتراضية

source: Presential Event
ar_ar: فعالية حضورية

source: Is this a virtual event?
ar_ar: هل هذه فعالية افتراضية؟

source: City
ar_ar: المدينة

source: Address
ar_ar: العنوان

source: Province
ar_ar: المحافظة

source: Country
ar_ar: الدولة

source: Virtual Event URL
ar_ar: رابط الفعالية الافتراضية

source: Latitude
ar_ar: خط العرض

source: Longitude
ar_ar: خط الطول

source: Save Event
ar_ar: حفظ الفعالية

source: Join Event
ar_ar: الانضمام إلى الفعالية

source: Leave Event
ar_ar: مغادرة الفعالية

source: Participants: %d
ar_ar: عدد المشاركين: %d

source: You must be logged in to join this event.
ar_ar: يجب تسجيل الدخول للانضمام إلى هذه الفعالية.

source: Invalid event.
ar_ar: فعالية غير صالحة.

source: You have joined the event.
ar_ar: لقد انضممت إلى الفعالية.

source: You have left the event.
ar_ar: لقد غادرت الفعالية.

source: My Events
ar_ar: فعالياتي

source: You must be logged in to view your events.
ar_ar: يجب تسجيل الدخول لعرض فعالياتك.

source: You have not created any events yet.
ar_ar: لم تقم بإنشاء أي فعاليات بعد.

source: Invalid event ID.
ar_ar: معرّف الفعالية غير صالح.

source: This event does not have valid map coordinates.
ar_ar: هذه الفعالية لا تحتوي على إحداثيات صالحة للخريطة.

source: Upcoming Events
ar_ar: الفعاليات القادمة

source: Displays a list of upcoming events.
ar_ar: يعرض قائمة بالفعاليات القادمة.

source: No upcoming events found.
ar_ar: لا توجد فعاليات قادمة.

source: Number of events to show:
ar_ar: عدد الفعاليات المعروضة:

source: Events Map
ar_ar: خريطة الفعاليات

source: Displays a map with all events.
ar_ar: يعرض خريطة تحتوي على جميع الفعاليات.

source: Map Height (e.g. 300px):
ar_ar: ارتفاع الخريطة (مثال: 300px):

source: Download ICS File
ar_ar: تنزيل ملف ICS

source: Group Events
ar_ar: فعاليات المجموعة

source: No events found for this group.
ar_ar: لا توجد فعاليات لهذه المجموعة.

source: Unable to generate ICS file.
ar_ar: تعذّر إنشاء ملف ICS.

source: BPGE Events Settings
ar_ar: إعدادات BPGE Events

source: General Settings
ar_ar: الإعدادات العامة

source: Default Marker Color
ar_ar: اللون الافتراضي للعلامة

source: Enable Virtual Events
ar_ar: تفعيل الفعاليات الافتراضية

source: Enable City Auto-Geocoding
ar_ar: تفعيل التحديد الجغرافي التلقائي للمدينة

source: Choose the default color for map markers.
ar_ar: اختر اللون الافتراضي لعلامات الخريطة.

source: Settings saved.
ar_ar: تم حفظ الإعدادات.

source: Map
ar_ar: الخريطة

source: Invalid coordinates.
ar_ar: إحداثيات غير صالحة.

source: Unauthorized.
ar_ar: غير مصرح.

source: Event not found.
ar_ar: لم يتم العثور على الفعالية.

source: No events available.
ar_ar: لا توجد فعاليات متاحة.

source: Presential
ar_ar: حضوري

source: Virtual
ar_ar: افتراضي
